{
  "history": {
    "01-01": "2004: Counter-Strike: Source beta announced by Valve.",
    "01-09": "2007: Steve Jobs unveils the first iPhone at Macworld.",
    "01-14": "2005: Huygens probe lands on Saturn's moon Titan.",
    "01-22": "2002: First Xbox Live service goes online for testing.",
    "01-31": "2010: Mass Effect 2 releases to universal critical acclaim.",
    "02-01": "2003: Valve announces Counter-Strike 1.6, the definitive version.",
    "02-10": "1996: IBM's Deep Blue defeats Garry Kasparov in chess.",
    "02-22": "2011: Nintendo 3DS launches in Japan with glasses-free 3D.",
    "03-03": "2005: World of Warcraft hits 1.5 million subscribers worldwide.",
    "03-04": "2004: Half-Life 2 wins 39 Game of the Year awards.",
    "03-21": "2006: Twitter co-founder Jack Dorsey sends the first tweet.",
    "03-31": "2005: Sony reveals the PlayStation 3 at E3.",
    "04-01": "2004: Gmail launches on April Fools' Day. Nobody believes it's real.",
    "04-03": "2010: Apple releases the first iPad.",
    "04-14": "1999: Napster launches, forever changing digital music.",
    "04-29": "2003: The iTunes Music Store opens with 200,000 songs.",
    "05-11": "1998: iMac G3 announced by Steve Jobs in Bondi Blue.",
    "05-15": "2003: The Matrix Reloaded premieres worldwide.",
    "05-19": "1999: Star Wars: The Phantom Menace premieres in theaters.",
    "06-11": "2002: E3 2002 - Xbox Live officially unveiled to the public.",
    "06-21": "2004: SpaceShipOne completes first private spaceflight.",
    "06-23": "1996: Nintendo 64 launches in Japan.",
    "07-07": "2003: Valve announces Steam, changing PC gaming forever.",
    "07-11": "2008: App Store launches with 500 apps. Now has millions.",
    "07-21": "2004: Doom 3 ships, pushing PC graphics to the limit.",
    "08-12": "1981: IBM releases the first Personal Computer (IBM PC).",
    "08-24": "1995: Windows 95 launches with massive midnight lineups.",
    "08-25": "2005: Katamari Damacy wins multiple innovation awards.",
    "09-09": "1999: Sega Dreamcast launches in North America on 9/9/99.",
    "09-14": "2007: Halo 3 launches. Master Chief finishes the fight.",
    "09-20": "1996: The original Resident Evil releases for PlayStation.",
    "09-29": "1998: Google founded by Larry Page and Sergey Brin.",
    "10-25": "2001: Windows XP released. The start screen era begins.",
    "10-26": "2015: Back to the Future Part II's future date arrives.",
    "11-15": "2001: Xbox launches in North America with Halo: CE.",
    "11-16": "2004: Half-Life 2 releases. The gravity gun changes FPS forever.",
    "11-19": "2006: PlayStation 3 launches in North America.",
    "11-21": "2004: World of Warcraft launches. 12 million will be addicted.",
    "12-03": "1994: PlayStation launches in Japan, starting a console dynasty.",
    "12-21": "1998: The Legend of Zelda: Ocarina of Time released.",
    "12-25": "2000: Millions of kids unwrap PlayStation 2 consoles worldwide."
  }
}
